-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Окт 31 2016 г., 22:33
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `skyeng`
--

-- --------------------------------------------------------

--
-- Структура таблицы `client_status`
--

CREATE TABLE IF NOT EXISTS `client_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `surname` varchar(20) NOT NULL DEFAULT '',
  `status` enum('new','registered','cancelled','not available') NOT NULL DEFAULT 'new',
  `datetime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=42 ;

--
-- Дамп данных таблицы `client_status`
--

INSERT INTO `client_status` (`id`, `name`, `surname`, `status`, `datetime`) VALUES
(1, 'Анвар', 'Ерофей', 'cancelled', '2016-10-17 20:38:20'),
(2, 'Февралий', 'Онисим', 'registered', '2016-10-26 20:38:20'),
(3, 'Фрол', 'Платон', 'new', '2016-10-30 20:38:20'),
(4, 'Гаспар', 'Прозор', 'not available', '2016-10-29 20:38:20'),
(5, 'Аксён', 'Ростислав', 'not available', '2016-10-28 20:38:20'),
(6, 'Свет', 'Никодим', 'cancelled', '2016-10-15 20:38:20'),
(7, 'Дорофей', 'Агап', 'cancelled', '2016-10-22 20:38:20'),
(8, 'Лаврентий', 'Альберт', 'cancelled', '2016-10-22 20:38:20'),
(9, 'Архип', 'Матвей', 'registered', '2016-10-24 20:38:20'),
(10, 'Ростислав', 'Северьян', 'not available', '2016-10-23 20:38:20'),
(11, 'Зиновий', 'Ермолай', 'not available', '2016-10-19 20:38:20'),
(12, 'Велор', 'Мартын', 'registered', '2016-10-09 20:38:20'),
(13, 'Лукьян', 'Радомир', 'not available', '2016-10-16 20:38:20'),
(14, 'Нестор', 'Ларион', 'not available', '2016-10-19 20:38:20'),
(15, 'Емельян', 'Валерьян', 'not available', '2016-10-24 20:38:20'),
(16, 'Мануил', 'Каспар', 'not available', '2016-10-19 20:38:20'),
(17, 'Никанор', 'Нестор', 'registered', '2016-10-25 20:38:20'),
(18, 'Платон', 'Аврор', 'registered', '2016-10-31 20:38:20'),
(19, 'Оскар', 'Епифан', 'new', '2016-10-05 20:38:20'),
(20, 'Платон', 'Ларион', 'cancelled', '2016-10-21 20:38:20'),
(21, 'Северьян', 'Евдоким', 'registered', '2016-10-28 20:38:20'),
(22, 'Радомир', 'Зорий', 'cancelled', '2016-10-23 20:38:20'),
(23, 'Мартин', 'Ермак', 'not available', '2016-10-05 20:38:20'),
(24, 'Милад', 'Ермак', 'new', '2016-10-01 20:38:20'),
(25, 'Макар', 'Прохор', 'new', '2016-10-04 20:38:20'),
(26, 'Ермак', 'Володар', 'new', '2016-10-09 20:38:20'),
(27, 'Валерьян', 'Платон', 'cancelled', '2016-10-05 20:38:20'),
(28, 'Нестор', 'Самсон', 'not available', '2016-10-10 20:38:20'),
(29, 'Никодим', 'Мефодий', 'cancelled', '2016-10-13 20:38:21'),
(30, 'Кир', 'Аксён', 'not available', '2016-10-30 20:38:21'),
(31, 'Артамон', 'Власий', 'cancelled', '2016-10-28 20:38:21'),
(32, 'Афанасий', 'Епифан', 'new', '2016-10-29 20:38:21'),
(33, 'Наум', 'Захар', 'new', '2016-10-30 20:38:21'),
(34, 'Владлен', 'Мир', 'cancelled', '2016-10-25 20:38:21'),
(35, 'Ростислав', 'Владлен', 'new', '2016-10-07 20:38:21'),
(36, 'Лаврентий', 'Вольдемар', 'cancelled', '2016-10-01 20:38:21'),
(37, 'Евграф', 'Пантелеймон', 'new', '2016-10-17 20:38:21'),
(38, 'Ролан', 'Алевтин', 'registered', '2016-10-29 20:38:21'),
(39, 'Серафим', 'Антип', 'new', '2016-10-21 20:38:21'),
(40, 'Лаврентий', 'Дорофей', 'not available', '2016-10-16 20:38:21'),
(41, 'Клементий', 'Тарас', 'cancelled', '2016-10-17 20:38:21');

-- --------------------------------------------------------

--
-- 
--
-- Структура таблицы `periods`
--

CREATE TABLE IF NOT EXISTS `periods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date_start` datetime NOT NULL,
  `date_end` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `periods`
--

INSERT INTO `periods` (`id`, `date_start`, `date_end`) VALUES
(1, '2016-10-01 00:00:00', '2016-10-04 00:00:00'),
(2, '2016-10-04 00:00:01', '2016-10-07 00:00:00'),
(3, '2016-10-07 00:00:01', '2016-10-10 00:00:00'),
(4, '2016-10-10 00:00:01', '2016-10-13 00:00:00'),
(5, '2016-10-13 00:00:01', '2016-10-16 00:00:00'),
(6, '2016-10-16 00:00:01', '2016-10-19 00:00:00'),
(7, '2016-10-19 00:00:01', '2016-10-22 00:00:00'),
(8, '2016-10-22 00:00:01', '2016-10-25 00:00:00'),
(9, '2016-10-25 00:00:01', '2016-10-28 00:00:00'),
(10, '2016-10-28 00:00:01', '2016-10-31 00:00:00');

-- --------------------------------------------------------
